{
    "My Pets": "សត្វ​ចិញ្ចឹម​របស់ខ្ញុំ | {{totalPets}}",
    "My Pet": "សត្វ​ចិញ្ចឹម​របស់ខ្ញុំ",
    "Meet your furry friend, a loyal companion who loves to play and cuddle": "ជួបជាមួយសត្វ​សម្លាញ់របស់អ្នក ដែលជាដៃគូដ៏ស្មោះត្រង់ដែលចូលចិត្តលេង",
    "Pet Shop Total": "ហាង​លក់​សត្វ​ចិញ្ចឹម | {{totalPets}}",
    "Pet Shop": "ហាង​លក់​សត្វ​ចិញ្ចឹម",
    "Settings": "ការកំណត់",
    "About": "អំពីកម្មវិធី",
    "Setting Preferences": "ការកំណត់",
    "Apply": "អនុវត្ត",
    "Cancel": "បោះបង់",
    "Language": "ភាសា",
    "Seem like the content of this page doesn't exist or has not been updated": "ហាក់បីដូចជាខ្លឹមសារនៃទំព័រនេះមិនមានឬមិនត្រូវបានធ្វើបច្ចុប្បន្នភាព",
    "Choose what u desire, do what u love": "ជ្រើសរើសអ្វីដែលអ្នកចង់បាន ធ្វើអ្វីដែលអ្នកស្រលាញ់",
    "Auto start-up": "ការចាប់ផ្តើមដោយស្វ័យប្រវត្តិ",
    "Automatically open WindowPet every time u start the computer": "បើក WindowPet ដោយស្វ័យប្រវត្តិរាល់ពេលដែលអ្នកចាប់ផ្តើមកុំព្យូទ័រ",
    "Make the pet float above taskbar (For Window User)": "ធ្វើឱ្យសត្វចិញ្ចឹមអណ្តែតពីលើរ taskbar (សម្រាប់អ្នកប្រើប្រាស់វីនដូ)",
    "Pet above taskbar": "សត្វលើរ taskbar",
    "Allow pet interactions": "អនុញ្ញាតឱ្យលេងសត្វចិញ្ចឹម",
    "If allow pet interaction turn on, user will be able to drag and move the pet around their window": "ប្រសិនបើអនុញ្ញាតឱ្យលេងសត្វចិញ្ចឹម អ្នកប្រើប្រាស់នឹងអាចអូស និងផ្លាស់ទីសត្វចិញ្ចឹមនៅជុំវិញកុំព្យូទ័ររបស់ពួកគេ",
    "Acquire": "ចិញ្ចឹម",
    "Remove": "ដកចេញ",
    "pet name has been added to your realm": "{{name}} ត្រូវបានបញ្ចូលទៅក្នុងកុំព្យូទ័ររបស់អ្នក",
    "pet name has been removed": "{{name}} ត្រូវបានដកចេញពីកុំព្យូទ័ររបស់អ្នក",
    "Pet Added": "សត្វចិញ្ចឹមបានបន្ថែម",
    "Pet Removed": "សត្វចិញ្ចឹមត្រូវបានដកចេញ",
    "Open": "បើក",
    "The location path of where the app store your config such as settings, pets, etc": "ទីតាំងនៃកន្លែងដែលកម្មវិធីរក្សាទុកការកំណត់របស់អ្នក ដូចជាការកំណត់ សត្វចិញ្ចឹមជាដើម",
    "App Config Path" : "ទីតាំងនៃកន្លែងដែលកម្មវិធីរក្សាទុកការកំណត់",
    "Browse wide selection of adorable pets, find your perfect companion today!": "រកមើលជម្រើសដ៏ធំទូលាយនៃសត្វចិញ្ចឹមគួរឱ្យស្រឡាញ់ ស្វែងរកដៃគូដ៏ល្អឥតខ្ចោះរបស់អ្នកនៅថ្ងៃនេះ!",
    "Nya~ Oh, dear friend! In this whimsical realm of mine, where magic and wonder intertwine, alas, there are no delightful pets to be found. But fret not! Fear not! For you hold the power to change this tale. Simply venture into the enchanting settings and add a touch of furry companionship to make our world even more adorable and divine! Onegai~": "មិនមានសត្វចិញ្ចឹមនៅក្នុងពិភពលោករបស់អ្នកទេ សូមចូលទៅកាន់ការកំណត់ ហើយបន្ថែមសត្វ ដើម្បីធ្វើឱ្យពិភពលោករបស់អ្នកកាន់តែគួរឱ្យស្រលាញ់ និងដ៏ទេវភាព",
    "Version": "ជំនាន់ {{version}}",
    "(release note)": "(កំណត់ចំណាំចេញផ្សាយ)",
    "You have the latest version": "អ្នកមានកំណែចុងក្រោយបំផុត {{lastCheck}}",
    "There is a new version available": "មានកំណែថ្មីសម្រាប់ទាញយក {{lastCheck}}",
    "Check for updates": "ពិនិត្យមើលបច្ចុប្បន្នភាព",
    "Developed by:": "បាន​បង្កើត​ឡើង​ដោយ:",
    "Source code:": "កូដនៃកម្មវិធីនេះ:",
    "Know more about WindowPet": "ស្វែងយល់បន្ថែមអំពី WindowPet",
    "Buy me a coffee:": "ទិញកាហ្វេឱ្យខ្ញុំ:",
    "Checking for updates": "កំពុងពិនិត្យមើលបច្ចុប្បន្នភាព",
    "Update available": "មានកំណែថ្មីសម្រាប់ទាញយក",
    "WindowPet v available, do you want to install the update?": "មាន WindowPet v{{version}}, តើអ្នកចង់ដំឡើងបច្ចុប្បន្នភាពទេ?",
    "Yes": "យល់ព្រម",
    "No": "ទេ"
}